Repository: Nexatrode/nexawal
Catalog: nexawal/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fil, fr, ga, gl, gn, ha, he, hi, hr, hu, hy, id, it, ja, ko, ky, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sv, th, tr, uk, ur, vi, yo, zh_hans, zh_hant

source: This will replace the existing wallet on this device. If you continue, the currently stored mnemonic and scan state will be removed. Make sure you have your mnemonic backed up before proceeding.
ar: سيؤدي ذلك إلى استبدال المحفظة الموجودة على هذا الجهاز. إذا استمررت، ستُحذف العبارة التذكيرية المحفوظة وحالة المسح الحاليتان. تأكد من أنك قد نسخت العبارة التذكيرية احتياطيًا قبل الاستمرار.
az: Bu, cihazda saxlanılan mövcud pulqabını əvəz edəcək. Davam etsəniz, hazırda saxlanılan mnemonik və skan vəziyyəti silinəcək. Davam etməzdən əvvəl mnemonikinizin ehtiyat nüsxəsinin olduğuna əmin olun.
bg: Това ще замени съществуващия портфейл на това устройство. Ако продължите, текущо запазената мнемонична фраза и състоянието на сканиране ще бъдат премахнати. Уверете се, че имате резервно копие на мнемоничната фраза, преди да продължите.
bn: এটি এই ডিভাইসে থাকা বিদ্যমান ওয়ালেট প্রতিস্থাপন করবে। আপনি চালিয়ে গেলে, বর্তমানে সংরক্ষিত নিমোনিক এবং স্ক্যান স্টেট মুছে যাবে। এগিয়ে যাওয়ার আগে নিশ্চিত করুন যে আপনার নিমোনিকের ব্যাকআপ আছে।
ca: Això substituirà la cartera existent en aquest dispositiu. Si continues, el mnemònic desat actualment i l'estat d'escaneig s'eliminaran. Assegura't que tens una còpia de seguretat del teu mnemònic abans de continuar.
cs: Tímto se nahradí existující peněženka v tomto zařízení. Budete-li pokračovat, aktuálně uložená mnemonická fráze a stav skenování budou odstraněny. Než budete pokračovat, ujistěte se, že máte mnemonickou frázi zálohovanou.
da: Dette vil erstatte den eksisterende tegnebog på denne enhed. Hvis du fortsætter, fjernes den nuværende gemte mnemonic-sætning og scanningstilstand. Sørg for, at du har sikkerhedskopieret din mnemonic-sætning, før du fortsætter.
de: Dadurch wird die vorhandene Wallet auf diesem Gerät ersetzt. Wenn du fortfährst, werden der derzeit gespeicherte Mnemonic und der Scan-Status entfernt. Stelle sicher, dass du ein Backup deines Mnemonics hast, bevor du fortfährst.
el: Αυτό θα αντικαταστήσει το υπάρχον πορτοφόλι σε αυτή τη συσκευή. Αν συνεχίσετε, η αποθηκευμένη μνημονική φράση και η κατάσταση σάρωσης θα αφαιρεθούν. Βεβαιωθείτε ότι έχετε αντίγραφο ασφαλείας της μνημονικής φράσης σας πριν προχωρήσετε.
eo: Tio anstataŭigos la ekzistantan monujon sur ĉi tiu aparato. Se vi daŭrigas, la nuntempe konservita mnemoniko kaj skan-stato estos forigitaj. Certiĝu, ke vi havas vian mnemonikon sekurkopiitan antaŭ ol daŭrigi.
es: Esto reemplazará la cartera existente en este dispositivo. Si continúas, se eliminarán la frase mnemónica y el estado de escaneo guardados. Asegúrate de tener tu frase respaldada antes de continuar.
et: Sellega asendatakse selles seadmes olev rahakott. Kui jätkate, eemaldatakse praegu salvestatud mnemooniline fraas ja skannimise olek. Veenduge, et olete oma mnemoonilise fraasi varundanud enne jätkamist.
eu: Honek gailu honetan dagoen zorroa ordeztuko du. Jarraitzen baduzu, gordetako esaldi mnemoteknikoa eta eskaneo-egoera ezabatuko dira. Ziurtatu esaldi mnemotekniko horren babeskopia egin duzula jarraitu aurretik.
fa: این کار کیف پول موجود روی این دستگاه را جایگزین می‌کند. اگر ادامه دهید، عبارت بازیابی و وضعیت اسکن ذخیره‌شده کنونی حذف خواهند شد. پیش از ادامه، مطمئن شوید که از عبارت بازیابی خود پشتیبان گرفته‌اید.
fi: Tämä korvaa olemassa olevan lompakon tällä laitteella. Jos jatkat, nykyinen tallennettu muistisana ja skannaustila poistetaan. Varmista, että olet varmuuskopioinut muistisanasi ennen jatkamista.
fil: Papalitan nito ang umiiral na wallet sa device na ito.\n\nKung magpapatuloy ka, matatanggal ang kasalukuyang naimbak na mnemonic at scan state. Siguraduhing na-back up mo na ang iyong mnemonic bago magpatuloy.
fr: Cela remplacera le portefeuille existant sur cet appareil. Si tu continues, la phrase mnémonique enregistrée et l'état d'analyse seront supprimés. Assure-toi d'avoir sauvegardé ta phrase mnémonique avant de continuer.
ga: Ionadóidh sé seo an sparán atá ar an ghléas seo cheana. Má leanann tú ar aghaidh, bainfear an síol agus staid an scanta atá stóráilte faoi láthair. Bí cinnte go bhfuil cúltaca de do shíol agat sula leanann tú ar aghaidh.
gl: Isto substituirá a carteira existente neste dispositivo. Se continúas, a frase mnemónica gardada e o estado de escaneo eliminaranse. Asegúrate de ter a túa frase mnemónica gardada como copia de seguridade antes de continuar.
gn: Kóva omyengoviáta pe ñongatuha oĩma ko dispositivo-pe. Embohapéramo, oñembogue'íta pe frase mnemónica ha estado de escaneo ñeñongatupyre. Ehecha porã oĩmbaite hag̃ua nde frase mnemónica ñeñongatupyre eñepyrũ mboyve.
ha: Wannan zai maye da walat da ke akwai a wannan na'urar. Idan ka ci gaba, kalmomin dawowa da halin bincike da ake ajiye a yanzu za su goge. Tabbata kana da madadin kalmomin dawowarka kafin ci gaba.
he: פעולה זו תחליף את הארנק הקיים במכשיר זה. אם תמשיך, המנמוניקה השמורה ומצב הסריקה יימחקו. הקפד שיש לך גיבוי של המנמוניקה לפני שתמשיך.
hi: यह इस डिवाइस पर मौजूदा वॉलेट को बदल देगा। यदि आप जारी रखते हैं, तो वर्तमान में संग्रहित म्नेमोनिक और स्कैन स्थिति हटा दी जाएगी। आगे बढ़ने से पहले सुनिश्चित करें कि आपके पास अपने म्नेमोनिक का बैकअप है।
hr: Time će se zamijeniti postojeći novčanik na ovom uređaju. Ako nastavite, trenutno spremljeni mnemonik i stanje skeniranja bit će uklonjeni. Provjerite imate li sigurnosnu kopiju mnemonika prije nego što nastavite.
hu: Ez lecseréli a jelenlegi eszközön tárolt pénztárcát. Ha folytatod, a jelenleg tárolt mnemonika és a szkennelési állapot törlődik. Győződj meg róla, hogy mentetted a mnemonikádat, mielőtt folytatod.
hy: Սա կփոխարինի առկա դրամապանակը այս սարքում։ Եթե շարունակեք, ընթացիկ պահված վերականգնման բառերը և սկանավորման վիճակը կհեռացվեն։ Համոզվեք, որ ունեք ձեր վերականգնման բառերի պահուստային պատճենը, նախքան շարունակելը։
id: Ini akan mengganti dompet yang sudah ada di perangkat ini. Jika Anda melanjutkan, mnemonic dan status pemindaian yang tersimpan saat ini akan dihapus. Pastikan Anda telah mencadangkan mnemonic Anda sebelum melanjutkan.
it: Questo sostituirà il wallet esistente su questo dispositivo. Se continui, la mnemonica attualmente memorizzata e lo stato di scansione verranno rimossi. Assicurati di aver fatto il backup della tua mnemonica prima di procedere.
ja: これによりこのデバイス上の既存のウォレットが置き換えられます。 続行すると、保存されているニーモニックとスキャン状態が削除されます。続行する前に必ずニーモニックをバックアップしてください。
ko: 이 기기의 기존 지갑을 교체합니다. 계속하면 현재 저장된 니모닉과 스캔 상태가 삭제됩니다. 진행하기 전에 니모닉을 백업했는지 확인하세요.
ky: Бул бул түзмөктөгү бар болгон капчыкты алмаштырат. Эгер улантсаңыз, учурда сакталган калыбына келтирүү сөздөрү жана скандоо абалы алынып салынат. Улантуудан мурун калыбына келтирүү сөздөрүңүздүн камдык көчүрмөсү бар экенине ынаныңыз.
lt: Tai pakeis esamą piniginę šiame įrenginyje. Jei tęsite, dabartinė saugoma mnemoninė frazė ir skenavimo būsena bus pašalinti. Prieš tęsdami įsitikinkite, kad turite atsarginę mnemoninės frazės kopiją.
lv: Tas aizstās esošo maku šajā ierīcē. Ja turpināsiet, pašreiz saglabātā mnemonika un skenēšanas statuss tiks noņemti. Pirms turpināt, pārliecinieties, ka jūsu mnemonika ir dublēta.
ms: Ini akan menggantikan dompet sedia ada pada peranti ini.\n\nJika anda meneruskan, mnemonic yang disimpan sekarang dan status imbasan akan dialih keluar. Pastikan anda telah membuat sandaran mnemonic anda sebelum meneruskan.
my: ဤသည်က ဤစက်ပစ္စည်းရှိ ရှိပြီးသား ပိုက်ဆံအိတ်ကို အစားထိုးမည်။\n\nဆက်လက်လုပ်ဆောင်ပါက၊ လက်ရှိ သိမ်းဆည်းထားသော mnemonic နှင့် စကင်ဖတ်မှု အခြေအနေကို ဖျက်ပစ်မည်။ ဆက်လက်လုပ်ဆောင်ခြင်းမပြုမီ mnemonic ကို backup ယူထားကြောင်း သေချာပါစေ။
nb: Dette vil erstatte den eksisterende lommeboken på denne enheten. Hvis du fortsetter, blir den lagrede mnemonicen og skanntilstanden fjernet. Sørg for at du har sikkerhetskopiert mnemonicen før du fortsetter.
nl: Dit vervangt de bestaande wallet op dit apparaat. Als je doorgaat, worden de huidige opgeslagen mnemonic en scanstatus verwijderd. Zorg ervoor dat je een back-up van je mnemonic hebt voordat je doorgaat.
pl: To zastąpi istniejący portfel na tym urządzeniu. Jeśli będziesz kontynuować, aktualnie zapisana fraza mnemoniczna i stan skanowania zostaną usunięte. Zanim przejdziesz dalej, upewnij się, że masz zapisaną kopię swojej frazy mnemonicznej.
pt_br: Isso substituirá a carteira existente neste dispositivo. Se você continuar, o mnemônico armazenado atualmente e o estado de varredura serão removidos. Certifique-se de ter feito backup do seu mnemônico antes de continuar.
ro: Această acțiune va înlocui portofelul existent pe acest dispozitiv. Dacă continui, mnemonicul salvat și starea de scanare vor fi eliminate. Asigură-te că ai o copie de siguranță a mnemonicului înainte de a continua.
ru: Это заменит существующий кошелёк на этом устройстве. Если вы продолжите, сохранённая мнемоническая фраза и состояние сканирования будут удалены. Убедитесь, что у вас есть резервная копия мнемонической фразы, перед тем как продолжить.
sk: Týmto sa nahradí existujúca peňaženka v tomto zariadení. Ak budete pokračovať, aktuálne uložená mnemonická fráza a stav skenovania budú odstránené. Pred pokračovaním sa uistite, že máte mnemonickú frázu zálohovanú.
sl: S tem boš zamenjal obstoječo denarnico na tej napravi. Če nadaljuješ, bosta trenutno shranjena mnemonika in stanje preiskovanja odstranjena. Prepričaj se, da imaš varnostno kopijo mnemonike, preden nadaljuješ.
sq: Kjo do të zëvendësojë portofolin ekzistues në këtë pajisje. Nëse vazhdon, mnemoniku i ruajtur aktualisht dhe gjendja e skanimit do të hiqen. Sigurohu që e ke bërë kopje rezervë të mnemonikut para se të vazhdosh.
sv: Detta kommer att ersätta den befintliga plånboken på den här enheten. Om du fortsätter tas den nu sparade mnemoniska frasen och skanningstillståndet bort. Se till att du har säkerhetskopierat din mnemoniska fras innan du fortsätter.
th: การทำเช่นนี้จะแทนที่กระเป๋าเงินที่มีอยู่บนอุปกรณ์นี้ หากคุณดำเนินการต่อ วลีช่วยจำและสถานะการสแกนที่จัดเก็บไว้ในปัจจุบันจะถูกลบออก โปรดตรวจสอบให้แน่ใจว่าคุณได้สำรองวลีช่วยจำไว้แล้วก่อนดำเนินการต่อ
tr: Bu, bu cihazdaki mevcut cüzdanın yerini alacaktır. Devam ederseniz, şu anda kayıtlı olan anımsatıcı ve tarama durumu kaldırılacaktır. Devam etmeden önce anımsatıcınızı yedeklediğinizden emin olun.
uk: Це замінить наявний гаманець на цьому пристрої. Якщо ви продовжите, поточну збережену мнемонічну фразу та стан сканування буде видалено. Перш ніж продовжити, переконайтеся, що маєте резервну копію мнемонічної фрази.
ur: یہ اس ڈیوائس پر موجودہ والٹ کو تبدیل کر دے گا۔ اگر آپ جاری رکھتے ہیں تو موجودہ محفوظ منیمونک اور اسکین کی حالت ہٹا دی جائے گی۔ آگے بڑھنے سے پہلے یقینی بنائیں کہ آپ کے منیمونک کا بیک اپ موجود ہے۔
vi: Việc này sẽ thay thế ví hiện có trên thiết bị này. Nếu bạn tiếp tục, cụm từ mnemonic và trạng thái quét đang lưu sẽ bị xóa. Hãy đảm bảo bạn đã sao lưu cụm từ mnemonic trước khi tiếp tục.
yo: Èyí yóò rọ́pò àpamọ́wọ́ tí ó ti wà lórí ẹ̀rọ yìí.\n\nBí o bá tẹ̀síwájú, ọ̀rọ̀ ìpadàbọ̀ tí a fi pamọ́ báyìí àti ipò yíyẹ̀wò yóò di yíyọ. Rí i dájú pé o ti fi ọ̀rọ̀ ìpadàbọ̀ rẹ pamọ́sí ṣáájú kí o tẹ̀síwájú.
zh_hans: 这将替换此设备上的现有钱包。 如果继续,当前存储的助记词和扫描状态将被删除。请确保在继续之前已备份好您的助记词。
zh_hant: 這將替換此設備上的現有錢包。 如果繼續,當前存儲的助記詞和掃描狀態將被刪除。請確保在繼續之前已備份好您的助記詞。

source: Throughput
ar: الإنتاجية
az: Ötürmə sürəti
bg: Пропускателна способност
bn: থ্রুপুট
ca: Rendiment
cs: Rychlost zpracování
da: Gennemstrømning
de: Durchsatz
el: Ρυθμός απόδοσης
eo: Trairrapideco
es: Rendimiento
et: Läbilaskevõime
eu: Abiadura
fa: نرخ پردازش
fi: Läpimenonopeus
fr: Débit
ga: Tréchur
gl: Rendemento
gn: Pya'eha
ha: Gudun Aiki
he: קצב עיבוד
hi: थ्रूपुट
hr: Protok
hu: Átviteli sebesség
hy: Թողունակություն
it: Velocità
ja: 処理速度
ko: 처리량
ky: Ылдамдык
lt: Sparta
lv: Caurlaidspēja
ms: Kelajuan Aliran
my: စီးဆင်းမှုနှုန်း
nb: Gjennomstrømning
nl: Doorvoer
pl: Przepustowość
pt_br: Taxa de transferência
ro: Debit
ru: Скорость
sk: Rýchlosť spracovania
sl: Pretočnost
sq: Kapaciteti
sv: Genomströmning
th: ปริมาณงานที่ประมวลผล
tr: Verim
uk: Пропускна здатність
ur: تھرو پُٹ
vi: Tốc độ xử lý
yo: Ìyára Sísàn
zh_hans: 吞吐量
zh_hant: 吞吐量

source: Time
ar: الوقت
az: Vaxt
bg: Час
bn: সময়
ca: Hora
cs: Čas
da: Tid
de: Zeit
el: Ώρα
eo: Tempo
es: Hora
et: Aeg
eu: Ordua
fa: زمان
fi: Aika
fil: Oras
fr: Heure
ga: Am
gl: Hora
gn: Aravo
ha: Lokaci
he: זמן
hi: समय
hr: Vrijeme
hu: Idő
hy: Ժամանակ
id: Waktu
it: Tempo
ja: 時刻
ko: 시간
ky: Убакыт
lt: Laikas
lv: Laiks
ms: Masa
my: အချိန်
nb: Tid
nl: Tijd
pl: Czas
pt_br: Hora
ro: Ora
ru: Время
sk: Čas
sl: Čas
sq: Koha
sv: Tid
th: เวลา
tr: Zaman
uk: Час
ur: وقت
vi: Thời gian
yo: Àkókò
zh_hans: 时间
zh_hant: 時間

source: Tip: 0 scans the full chain history. This is the safest option if you're unsure, but it can take longer to sync.
ar: نصيحة: القيمة 0 تمسح سجل سلسلة الكتل بالكامل. هذا هو الخيار الأكثر أمانًا إذا لم تكن متأكدًا، لكنه قد يستغرق وقتًا أطول للمزامنة.
az: Məsləhət: 0 bütün zəncir tarixçəsini skan edir. Əgər əminliyiniz yoxdursa, bu ən təhlükəsiz seçimdir, lakin sinxronizasiya daha çox vaxt apara bilər.
bg: Съвет: 0 сканира цялата история на верижния блок. Това е най-безопасният вариант, ако не сте сигурни, но синхронизацията може да отнеме повече време.
bn: টিপ: 0 সম্পূর্ণ চেইন ইতিহাস স্ক্যান করে। আপনি নিশ্চিত না হলে এটি সবচেয়ে নিরাপদ বিকল্প, কিন্তু সিঙ্ক হতে বেশি সময় লাগতে পারে।
ca: Consell: 0 escaneja tot l'historial de la cadena. És l'opció més segura si no n'estàs segur, però pot trigar més a sincronitzar-se.
cs: Tip: 0 skenuje celou historii řetězce. Je to nejbezpečnější volba, pokud si nejste jistí, ale synchronizace může trvat déle.
da: Tip: 0 scanner hele kædens historik. Dette er det sikreste valg, hvis du er i tvivl, men det kan tage længere tid at synkronisere.
de: Tipp: 0 durchsucht den gesamten Chain-Verlauf. Das ist die sicherste Option, wenn du unsicher bist, dauert aber länger beim Synchronisieren.
el: Συμβουλή: Το 0 σαρώνει όλο το ιστορικό της αλυσίδας. Αυτή είναι η πιο ασφαλής επιλογή αν δεν είστε σίγουροι, αλλά ο συγχρονισμός μπορεί να διαρκέσει περισσότερο.
eo: Konsilo: 0 skanas la tutan historion de la ĉeno. Tio estas la plej sekura elekto se vi ne estas certa, sed ĝi povas daŭri pli longe por sinkronigi.
es: Consejo: 0 escanea todo el historial de la cadena. Es la opción más segura si no estás seguro, pero puede tardar más en sincronizar.
et: Nõuanne: 0 skannib kogu ahela ajaloo. See on kõige ohutum valik, kui te ei ole kindel, kuid sünkroonimine võib kauem aega võtta.
eu: Aholkua: 0 balioak katearen historia osoa eskaneatzen du. Aukera seguruena da ez bazaude ziur, baina sinkronizatzeko denbora gehiago behar du.
fa: نکته: 0 کل تاریخچه زنجیره را اسکن می‌کند. اگر مطمئن نیستید، این امن‌ترین گزینه است، اما همگام‌سازی آن ممکن است بیشتر طول بکشد.
fi: Vinkki: 0 skannaa koko ketjun historian. Tämä on turvallisin vaihtoehto, jos olet epävarma, mutta synkronointi voi kestää kauemmin.
fil: Tip: 0 ang mag-scan sa buong kasaysayan ng chain. Ito ang pinakaligtas na opsyon kung hindi ka sigurado, pero mas matagal itong ma-sync.
fr: Astuce : 0 analyse tout l'historique de la chaîne. C'est l'option la plus sûre en cas de doute, mais la synchronisation peut prendre plus de temps.
ga: Leid: scanann 0 an stair iomlán den slabhra. Is í seo an rogha is sábháilte mura bhfuil tú cinnte, ach féadfaidh sé tuilleadh ama a thógáil chun sioncronú.
gl: Consello: 0 escanea todo o historial da cadea. É a opción máis segura se non estás seguro/a, pero pode tardar máis en sincronizar.
gn: Jehechakuaa: 0 oskanea opaite cadena rembiasakue. Kóva ha'e opción segurove nde ndereikuaáirõ, katu ikatu ombopukukuvéta sincronización.
ha: Shawara: 0 yana bincika dukkan tarihin sarƙa. Wannan shi ne zaɓi mafi aminci idan ba ka tabbata ba, amma yana iya ɗaukar tsawon lokaci wajen daidaitawa.
he: טיפ: הערך 0 סורק את כל היסטוריית השרשרת. זו האפשרות הבטוחה ביותר אם אינך בטוח, אך הסנכרון עשוי להימשך זמן רב יותר.
hi: टिप: 0 पूरी चेन हिस्ट्री को स्कैन करता है। यदि आप निश्चित नहीं हैं तो यह सबसे सुरक्षित विकल्प है, लेकिन सिंक होने में अधिक समय लग सकता है।
hr: Savjet: 0 skenira cijelu povijest lanca. To je najsigurnija opcija ako niste sigurni, ali sinkronizacija može trajati dulje.
hu: Tipp: a 0 az egész lánc előzményeit átvizsgálja. Ez a legbiztonságosabb megoldás, ha nem vagy biztos benne, de tovább tarthat a szinkronizálás.
hy: Խորհուրդ՝ 0-ը սկանավորում է ամբողջ շղթայի պատմությունը։ Սա ամենաանվտանգ տարբերակն է, եթե վստահ չեք, բայց համաժամացումն ավելի երկար ժամանակ կպահանջի։
id: Tip: 0 memindai seluruh riwayat rantai. Ini adalah opsi paling aman jika Anda tidak yakin, tetapi sinkronisasi bisa memakan waktu lebih lama.
it: Suggerimento: 0 scansiona tutta la cronologia della catena. È l'opzione più sicura se non sei sicuro, ma la sincronizzazione può richiedere più tempo.
ja: ヒント:0にすると全チェーン履歴をスキャンします。不明な場合はこれが最も安全な選択ですが、同期に時間がかかります。
ko: 팁: 0은 전체 체인 기록을 스캔합니다. 확실하지 않다면 가장 안전한 선택이지만 동기화에 시간이 더 걸릴 수 있습니다.
ky: Кеп: 0 бүтүндөй чынжыр тарыхын скандайт. Ынак болбосоңуз, бул эң коопсуз тандоо, бирок синхрондоштуруу үчүн көбүрөөк убакыт талап кылынышы мүмкүн.
lt: Patarimas: 0 nuskaito visą grandinės istoriją. Tai saugiausias pasirinkimas, jei nesate tikri, tačiau sinchronizavimas gali užtrukti ilgiau.
lv: Padoms: 0 skenē visu ķēdes vēsturi. Šī ir drošākā izvēle, ja nav pārliecības, bet sinhronizācija var ilgt ilgāk.
ms: Petua: 0 akan mengimbas seluruh sejarah chain. Ini adalah pilihan paling selamat jika anda tidak pasti, tetapi penyelarasan mungkin mengambil masa lebih lama.
my: အကြံပြုချက်: 0 သည် chain မှတ်တမ်းအပြည့်ကို စကင်ဖတ်မည်။ ဤသည်မှာ မသေချာလျှင် အလုံခြုံဆုံး ရွေးချယ်စရာဖြစ်သော်လည်း ထပ်တူညှိရန် ကြာနိုင်ပါသည်။
nb: Tips: 0 skanner hele kjedehistorikken. Dette er det tryggeste valget hvis du er usikker, men synkroniseringen kan ta lengre tid.
nl: Tip: 0 scant de volledige chaingeschiedenis. Dit is de veiligste optie als je het niet zeker weet, maar synchronisatie kan langer duren.
pl: Wskazówka: 0 skanuje całą historię łańcucha. To najbezpieczniejsza opcja, jeśli nie jesteś pewien/pewna, ale synchronizacja może potrwać dłużej.
pt_br: Dica: 0 varre todo o histórico da cadeia. Esta é a opção mais segura se você não tiver certeza, mas a sincronização pode demorar mais.
ro: Sfat: 0 scanează întregul istoric al blockchain-ului. Este cea mai sigură opțiune dacă nu ești sigur, dar sincronizarea poate dura mai mult.
ru: Совет: 0 сканирует всю историю цепочки. Это самый безопасный вариант, если вы не уверены, но синхронизация может занять больше времени.
sk: Tip: 0 skenuje celú históriu reťazca. Je to najbezpečnejšia možnosť, ak si nie ste istí, ale synchronizácia môže trvať dlhšie.
sl: Nasvet: 0 preišče celotno zgodovino verige. To je najvarnejša izbira, če nisi prepričan, vendar lahko sinhronizacija traja dlje.
sq: Këshillë: 0 skanon të gjithë historinë e zinxhirit. Kjo është opsioni më i sigurt nëse nuk je i sigurt, por mund të zgjasë më shumë kohë për t'u sinkronizuar.
sv: Tips: 0 skannar hela kedjans historik. Detta är det säkraste alternativet om du är osäker, men synkroniseringen kan ta längre tid.
th: คำแนะนำ: 0 จะสแกนประวัติทั้งหมดของเชน เป็นตัวเลือกที่ปลอดภัยที่สุดหากคุณไม่แน่ใจ แต่การซิงค์อาจใช้เวลานานขึ้น
tr: İpucu: 0, zincirin tüm geçmişini tarar. Emin değilseniz bu en güvenli seçenektir ancak senkronizasyonu daha uzun sürebilir.
uk: Порада: 0 скановує всю історію ланцюга. Це найбезпечніший варіант, якщо ви не впевнені, але синхронізація може тривати довше.
ur: ٹِپ: 0 پوری چین ہسٹری اسکین کرتا ہے۔ اگر آپ غیر یقینی ہیں تو یہ محفوظ ترین آپشن ہے، لیکن سنک ہونے میں زیادہ وقت لگ سکتا ہے۔
vi: Gợi ý: 0 sẽ quét toàn bộ lịch sử chuỗi. Đây là lựa chọn an toàn nhất nếu bạn không chắc chắn, nhưng có thể tốn nhiều thời gian đồng bộ hơn.
yo: Ìmọ̀ràn: 0 yóò yẹ̀wò gbogbo ìtàn chain náà. Èyí ni àṣàyàn tí ó dájú jùlọ bí o kò bá dá ọkàn balẹ̀, ṣùgbọ́n ó lè gba àkókò gígùn láti ṣọ̀kan.
zh_hans: 提示:设为 0 将扫描完整链上历史。如果不确定,这是最安全的选择,但同步时间会更长。
zh_hant: 提示:設爲 0 將掃描完整鏈上歷史。如果不確定,這是最安全的選擇,但同步時間會更長。

source: To
ar: إلى
az: Kimə
bg: До
bn: প্রাপক
ca: A
cs: Komu
da: Til
de: An
el: Προς
eo: Al
es: Para
et: Kellele
eu: Nora
fa: به
fi: Kohde
fil: Sa
fr: À
ga: Chuig
gl: Para
gn: Peguarã
ha: Zuwa
he: אל
hi: प्रति
hr: Na
hu: Címzett
hy: Ում
id: Ke
it: A
ja: 宛先
ko: 받는 주소
ky: Кайда
lt: Kam
lv: Kam
ms: Kepada
my: သို့
nb: Til
nl: Naar
pl: Do
pt_br: Para
ro: Către
ru: Кому
sk: Komu
sl: Prejemnik
sq: Te
sv: Till
th: ถึง
tr: Kime
uk: Кому
ur: بنام
vi: Đến
yo: Sí
zh_hans: 收款方
zh_hant: 收款方

source: To address
ar: إلى العنوان
az: Ünvana
bg: Адрес на получателя
bn: ঠিকানায়
ca: A l'adreça
cs: Cílová adresa
da: Til adresse
de: An Adresse
el: Προς διεύθυνση
eo: Al adreso
es: Dirección destino
et: Aadressile
eu: Helbidera
fa: آدرس گیرنده
fi: Osoitteeseen
fil: Sa address
fr: Adresse du destinataire
ga: Chuig seoladh
gl: Enderezo de destino
gn: Dirección peguarã
ha: Zuwa adireshi
he: לכתובת
hi: प्राप्तकर्ता पता
hr: Na adresu
hu: Cél cím
hy: Ստացողի հասցե
id: Ke alamat
it: Indirizzo di destinazione
ja: 宛先アドレス
ko: 받는 주소
ky: Алуучунун дареги
lt: Į adresą
lv: Uz adresi
ms: Kepada alamat
my: လိပ်စာသို့
nb: Til adresse
nl: Naar adres
pl: Adres docelowy
pt_br: Para o endereço
ro: Către adresa
ru: Адрес получателя
sk: Cieľová adresa
sl: Na naslov
sq: Te adresa
sv: Till adress
th: ที่อยู่ปลายทาง
tr: Alıcı adresi
uk: Адреса призначення
ur: ایڈریس پر
vi: Địa chỉ đến
yo: Sí àdírẹ́sì
zh_hans: 收款地址
zh_hant: 收款地址

source: Total
ar: الإجمالي
az: Cəmi
bg: Общо
bn: মোট
cs: Celkem
de: Gesamt
el: Σύνολο
eo: Totalo
et: Kokku
eu: Guztira
fa: مجموع
fi: Yhteensä
fil: Kabuuan
ga: Iomlán
ha: Jimla
he: סה״כ
hi: कुल
hr: Ukupno
hu: Összesen
hy: Ընդամենը
it: Totale
ja: 合計
ko: 총액
ky: Жалпысы
lt: Viso
lv: Kopā
ms: Jumlah
my: စုစုပေါင်း
nb: Totalt
nl: Totaal
pl: Suma
ru: Итого
sk: Celkovo
sl: Skupaj
sq: Totali
sv: Totalt
th: รวม
tr: Toplam
uk: Разом
ur: کل
vi: Tổng
yo: Àpapọ̀
zh_hans: 总计
zh_hant: 總計

source: Total (amount + fee)
ar: الإجمالي (المبلغ + الرسوم)
az: Cəmi (məbləğ + komissiya)
bg: Общо (сума + такса)
bn: মোট (পরিমাণ + ফি)
ca: Total (import + comissió)
cs: Celkem (částka + poplatek)
da: Total (beløb + gebyr)
de: Gesamt (Betrag + Gebühr)
el: Σύνολο (ποσό + προμήθεια)
eo: Totalo (sumo + krompago)
es: Total (cantidad + comisión)
et: Kokku (summa + tasu)
eu: Guztira (kopurua + komisioa)
fa: مجموع (مقدار + کارمزد)
fi: Yhteensä (määrä + maksu)
fil: Kabuuan (halaga + bayad)
fr: Total (montant + frais)
ga: Iomlán (méid + táille)
gl: Total (cantidade + comisión)
gn: Total (cantidad + comisión)
ha: Jimla (adadi + kuɗin caji)
he: סה״כ (סכום + עמלה)
hi: कुल (राशि + फ़ीस)
hr: Ukupno (iznos + naknada)
hu: Összesen (összeg + díj)
hy: Ընդամենը (գումար + միջնորդավճար)
id: Total (jumlah + biaya)
it: Totale (importo + commissione)
ja: 合計(金額+手数料)
ko: 총액 (금액 + 수수료)
ky: Жалпысы (сумма + комиссия)
lt: Viso (suma + mokestis)
lv: Kopā (summa + maksa)
ms: Jumlah (amaun + yuran)
my: စုစုပေါင်း (ပမာဏ + အခကြေးငွေ)
nb: Totalt (beløp + avgift)
nl: Totaal (bedrag + vergoeding)
pl: Suma (kwota + opłata)
pt_br: Total (valor + taxa)
ro: Total (sumă + comision)
ru: Итого (сумма + комиссия)
sk: Celkovo (suma + poplatok)
sl: Skupaj (znesek + provizija)
sq: Totali (shuma + tarifa)
sv: Totalt (belopp + avgift)
th: รวม (จำนวนเงิน + ค่าธรรมเนียม)
tr: Toplam (miktar + ücret)
uk: Разом (сума + комісія)
ur: کل (رقم + فیس)
vi: Tổng (số tiền + phí)
yo: Àpapọ̀ (iye + ọya)
zh_hans: 总计(金额 + 手续费)
zh_hant: 總計(金額 + 手續費)
